aibnuhibban.codeigniter-spark
alefragnani.project-manager
amiralizadeh9480.laravel-extra-intellisense
andrewdircks.google-cloud-platform-ssh
anseki.vscode-color
batisteo.vscode-django
bmewburn.vscode-intelephense-client
cardinal90.multi-cursor-case-preserve
codesandbox-io.codesandbox-projects
codewonders.helix
codezombiech.gitignore
codingyu.laravel-goto-view
docker.docker
donjayamanne.githistory
donjayamanne.python-extension-pack
drcika.apc-extension
editorconfig.editorconfig
eyhn.vscode-vibrancy
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
glitchbl.laravel-create-view
hashicorp.terraform
idleberg.icon-fonts
ihunte.laravel-blade-wrapper
illixion.vscode-vibrancy-continued
johnpapa.winteriscoming
kodu-ai.claude-dev-experimental
magicstack.magicpython
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
mohsen1.prettify-json
ms-azuretools.vscode-containers
ms-kubernetes-tools.vscode-kubernetes-tools
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.azure-repos
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vsliveshare.vsliveshare
naoray.laravel-goto-components
octref.vetur
oderwat.indent-rainbow
onecentlin.laravel-blade
onecentlin.laravel-extension-pack
onecentlin.laravel5-snippets
parallelsdesktop.parallels-desktop
patbenatar.advanced-new-file
pkief.material-icon-theme
pnp.polacode
pranaygp.vscode-css-peek
redhat.vscode-yaml
ritwickdey.liveserver
robertz.code-snapshot
rodrigovallades.es7-react-js-snippets
rulyotano.tree-extended
ryannaddy.laravel-artisan
saoudrizwan.claude-dev
setiawanjodi.myci-extension
shan.code-settings-sync
shd101wyy.markdown-preview-enhanced
shufo.vscode-blade-formatter
small.php-ci
subframe7536.custom-ui-style
tht13.python
vip20.vscode-agile-board
vscode-icons-team.vscode-icons
wholroyd.jinja
withfig.fig
wix.vscode-import-cost
xdebug.php-debug
youssef.viow
yzhang.markdown-all-in-one
zainchen.json
ziyasal.vscode-open-in-github
